<%@ page contentType="text/html; charset=Utf-8"%>
<%@ include file="taglibs.jsp"%>
<html>
<head>
<LINK REL="SHORTCUT ICON" HREF="http://www.icart.tw/Sells/favicon.ico">
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta http-equiv="pragma" content="no-cache">
<meta http-equiv="cache-control" content="no-cache">
<meta http-equiv="expires" content="0">
<meta http-equiv="keywords" content="iCart,購物車,部落格,blog,相片,網站,簡單,個人網站,3c,手工香皂,美容,美髮,香水,旅遊,日本,機票,火車,自由行,高鐵,影片,投資,理財">
<META NAME="Description" CONTENT="iCart,購物車,部落格,blog,相片,網站,簡單,個人網站,3c,手工香皂,美容,美髮,香水,旅遊,日本,機票,火車,自由行,高鐵,影片,投資,理財">
<META NAME="copyright" content="Copyright 2007 iCart">
<META NAME="author" content="service">
<META NAME="email" content="service@icart.tw"> 
<META NAME="Robots" content="INDEX,FOLLOW">
<META NAME="Revisit-after" content="1">
<title><bean:message key="app.title"/></title>
<link href="car.css" rel="stylesheet" type="text/css">
</head>
<body topmargin="0"><%@ include file="chkSession.jsp"%><%@ include file="top1.jsp"%>
<table width="615" border="0" cellspacing="0" cellpadding="0">
  <tr>
    <td align="left" bgcolor="#f5f5f5" width="100%"><div align="center"><strong>
      <bean:message key="appNm.title"/> 
      <span class="style5">會員服務使用條款</span></strong></div></td>
  </tr>
  <tr>
    <td width="100%" align="left" bgcolor="#ffffff" class="style5"> 歡迎你加入成為 
      <bean:message key="appNm.title"/> 管理系統會員，使用 <bean:message key="appNm.title"/> 線上管理系統服務(以下稱本服務)，所有申請使用會員服務之使用者(以下稱會員)，都應該詳細閱讀  下列使用條款，這些使用條款訂立的目的，是為了保護會員服務的提供者以及所有使用者的利益，並構成使用者與會員服務提供者之間的契約，使用者完成註冊手續、或開始使用 <bean:message key="appNm.title"/> 所提供之會員服務時，即視為已知悉、並完全同意本使用條款的所有約定：<br>
    <br>
      服務內容<br>
      <br>
      1：本服務提供十五天免費試用服務，服務到期將關閉訂單管理權限(不含到期日之前之訂單)，付費後將開放所有訂單管理權限。<br>
      2：訂單保留期限為當月和上各月的訂單資料，超過保留期限的訂單將不予保留，會員請自行備份，會員需同意本服務不需對過期的資料儲存負責。<br>
      3：租用本服務價格以網站公告為主。<br>
      4：本服務不保證連線速度，網路連線快慢以網站連線人數和會員頻寬決定，會員不可要求網站速度符合會員的標準。<br>
      <br>
      帳號、密碼與安全性 <br>
      <br>
      5：在你申請使用本服務以前，你除了必須經過完整的註冊程序外，在註冊過程中你也必須填入完整、而且正確的資料。<br>
      <br>
      6：在註冊過程中你可以自行選擇使用者帳號和密碼，但是對於使用者帳號和密碼，你必須負妥善保管和保密的義務。<br>
      <br>
      7：對於會員註冊後所完成的帳號及密碼，會員有義務妥善保管該帳號及密碼之機密與安全的義務，不得洩漏給任何第三人。您必須為此組帳號及密碼之一切行為負責，此組帳號及密碼所做之一切行為即視為您本身之行為。<br>
      <br>
      8：如您發現您的帳號及密碼遭盜用或其他不當適用，您必須立即通知 <bean:message key="appNm.title"/> ，以利本網站採取相關措施。但不得將本網站所採取之措施解釋為本網站對您有明示  或默示擔保或賠償責任，對於您的帳號及密碼遭人非法使用， <bean:message key="appNm.title"/> 會做必要的查明及協助，但不擔負任何賠償責任。<br>
      <br>
      <br>
      資料的隱私<br>
      <br>
      9：本服務會保護每一位會員的隱私，不管是申請帳號、個人資料、或所儲存的網站資料，除了可能涉及違法、侵權、或違反使用條款、或經本人同意以外，本系統不會任意監視、增刪、修改或關閉，或將個人資料及郵件內容交予第三者，包括贊助之廣告廠商。<br>
      <br>
      10：在下列的情況下，本服務有可能會查看或提供你的個人或相關電信資料給有權機關、或主張其權利受侵害並提出適當證明之第三人：<br>
      (1) 依法令規定、或依司法機關或其他有權機關的命令；<br>
      (2) 為執行本使用條款、或使用者違反使用條款；<br>
      (3) 為保護會員服務系統之安全或經營者之合法權益；<br>
      (4) 為保護其他使用者或其他第三人的合法權益；<br>
      (5) 為維護會員服務系統的正常運作。<br>
      <br>
      11：您必須同意 <bean:message key="appNm.title"/> 將您提供的資料存在資料庫中，並針對部份資料作重新編碼處理。您的登記資料以及其他資料均受到電腦處理個人資料保護法之保障，這些資料絕對不會在您未同意的情況下提供給第三者，但您必須同意如果因遭非法入侵或破解等情形造成資料遺失或外流，<bean:message key="appNm.title"/> 及管理者將不必負任何法律責任。您同意提供您本人正確、最新及完整的資料，並維持、更新您的個人資料，若您所提供的資料有任何錯誤或不實我們將有權終止您的會員資格。
      12：您必須同意出貨後或完成交易時，清除系統內買家的聯絡資料，若因未將買家資料清除，而遭非法入侵或破解等情形造成資料遺失或外流，<bean:message key="appNm.title"/>及管理者將不必負任何法律責任。<br>
          <br>
        服務暫停或中斷 <br>
        <br>
       13：本服務於下列情形之一時，得暫停或中斷本服務之全部或一部份，對於使用者不擔負任何賠償責任：<br>
        (1)對於本服務相關系統設備進行遷移、更換或維護時。 <br>
        (2)因不可歸責於本服務所造成服務停止或中斷。 <br>
        (3)因不可抗力、天災所造成服務停止或中斷 <br>
        (4)如因本網站相關系統設備進行遷移、更換或維護而必須暫停或中斷全部或一部份之服務時，本網站會盡可能於中斷前以電子郵件通知或於本網站上公告啟示。 <br>
        <br>
        14：如因可歸責於本服務之事由，致本服務連續停止或中斷達七十二小時以上者，本服務將依實際服務停止或中斷時數，延長你的原有使用期限或為你採取其他本服務認為適當之補償措施。<br>
        <br>
        15：使用本服務時，如因本服務系統設備障礙、阻斷，以致發生錯誤、遲滯、中斷或不能傳遞而造成損害時，因此所生之直接或間接損害，除按前項約定延長原有使用期限或採取其他本服務認為適當之補償措施外，本服務不負任何損害賠償責任。<br>
        <br>
        16：因使用者違反相關法令或本使用條款、或依相關主管機關之要求、或因其他不可歸責於本服務之事由，而致本服務全部或一部暫停或中斷時，暫停或中段期間仍照常計費。<br>
        <br>
        會員行為<br>
        <br>
        17：本服務只提供個人或服務行號使用之網站平台，並無參與會員販賣商<br>
        品之行為。<br>
        <br>
        18：你必須遵守相關法令規範，並且對於經由使用者帳號和密碼所進行的<br>
        任何行為、以及所儲存的所有資料負責。你承諾不從事以下的行為：<br>
        使用本服務。<br>
        (1)	販賣盜版商品、違反智慧殘產權商品、侵權商品、槍砲彈藥、麻醉藥品、賭博商品。<br>
        (2) 利用本服務進行詐欺行為。<br>
        (3) 刊載、傳輸、發送或儲存任何侵害他人智慧財產權或其他權益的資料。<br>
        (4) 未經同意收集他人電子郵件位址以及其他個人資料。<br>
        (5) 未經同意擅自摘錄或使用會員服務內任何資料庫內容之全部或一部。<br>
        (6) 刊載、傳輸、發送、儲存病毒、或其他任何足以破壞或干擾電腦系統或資料的程式或訊息。<br>
        (7) 破壞或干擾會員服務的系統運作或違反一般網路禮節之行為。<br>
        (8) 在未經授權下進入會員服務系統或是與系統有關之網路、或冒用他人帳號或偽造寄件人辨識資料傳送郵件，企圖誤導收件人之判斷。<br>
        (9) 任何妨礙或干擾其他使用者使用會員服務之行為。<br>
        (10) 傳送幸運連鎖信、垃圾郵件、廣告信或其他漫無目的之郵件。<br>
        (11) 任何透過不正當管道竊取會員服務之會員帳號、密碼或存取權限之行為。<br>
        (12) 其他不符合會員服務所提供的使用目的之行為。<br>
        <br>
        19：所有利用會員服務所提供之電子郵件位址傳送之郵件，均僅代表你的個人立場，而與本服務無涉。<br>
        <br>
        20：使用者違反前項約定時，本服務得不經通知，隨時暫停或中止提供本服務之全部或一部，凍結存取權限，刪除或移置相關檔案或資料之全部或一部，使用者不得因此對於本服務為任何法律上主張。<br>
        <br>
        <br>
        退費<br>
        <br>
        21：如有可歸責於本服務之事由，致本服務無法依約繼續提供本服務，本服務將依實際使用情形按比例予以退費。<br>
        <br>
        22：若非有可歸責於本服務之事由，使用者可於付款日起7天之內申請退費。<br>
        <br>
        <br>
        義務限制<br>
        <br>
        23：本服務僅依當時所提供之功能及狀態提供服務；本服務並保留新增或修改相關系統或功能之全部或一部之權利。<br>
        <br>
        24：因本服務之障礙、遲滯或其他因使用本服務所生之損害，如因可歸責於本服務、或依約或依法本服務應負損害賠償責任時，本服務之賠償責任，僅限於該使用者直接因此所生之所受損害，且以該使用者當年度所繳費用總額為賠償範圍之上限。<br>
        <br>
        修改本使用條款的權利<br>
        <br>
        25：本服務保留隨時修改本會員服務使用規則的權利，修改後的<bean:message key="appNm.title"/>會員服務使用條款將公佈在<bean:message key="appNm.title"/>網站上，不另外個別通知使用者。<br>
        <br>
        準據法及管轄權 <br>
        <br>
        27：本約定條款解釋、補充及適用均以中華民國法令為準據法。 <br>
    28：因本約定條款所發生之訴訟，以台灣台北地方法院為第一審管轄法院。</td>
  </tr>
</table>
<br>
<%@ include file="footer1.jsp"%>
</body>
</html>